{
    "Connect": "",
    "Balance": "",
    "Loading": "",
    "Settings": "",
    "Slippage Tolerance": "",
    "Your transaction may be frontrun": "",
    "Setting a high slippage tolerance can help transactions succeed, but you may not get such a good price. Use with caution.": "",
    "STAKED SOSX": "",
    "Actively staking": "",
    "LOCKED": "",
    "Investment locked period": "",
    "STAKING APY": "",
    "Period Staking Rewards": "",
    "TOTAL REWARDS": "",
    "Total SOSX you gained staking": "",
    "STAKE SOSX": "",
    "Become a DAOX member while receiving daily rewards": "",
    "MONTHS": "",
    "STAKE YOUR SOSX TOKEN": "",
    "RETURN CALCULATOR": "",
    "Input staking amount to show estimation": "",
    "Reward": "",
    "Locked Period": "",
    "Estimate yearly Return": "",
    "Lock your SOSX for X months and receive a return of Y%": "",
    "FIXED APY": "",
    "CLAIM YOUR REWARDS": "",
    "Cash in your staking rewards": "",
    "AVAILABLE": "",
    "CLAIM REWARDS": "",
    "STAKING LOG": "",
    "Your Staking Activities": "",
    "UNSTAKE": "",
    "DATE": "",
    "ACTION": "",
    "AMOUNT": "",
    "DAILY APY": "",
    "Daily Staking Rewards": "",
    "DAOX MEMBERSHIP": "",
    "Create, vote and final pick.": "",
    "Investment Return Estimator": "",
    "DAO Level": "",
    "SocialX Exclusive DAO Community": "",
    "DAOX members get to control the OX Games. Depending on their levels, DAOs can create/vote challenges. Each": "",
    "membership level is reflected on how much SOSX they are staking. The OXGames is in your hands": "",
    "with that kind of power?": "",
    "Can vote for top 3 challenge": "",
    "Can vote for top 3 challenge + Can create challenges": "",
    "Can vote for top 3 challenge + Can create challenges+Can vote in Final Challenge": "",
    "Keep track of your investments activities.": "",
    "GAME": "",
    "STAGE 1 CHALLENGE CREATION": "",
    "TIME REMAINING": "",
    "To complete this stage of the game": "",
    "DAYS": "",
    "HOURS": "",
    "MINUTES": "",
    "SECONDS": "",
    "CREATE": "",
    "TOP 3 VOTE": "",
    "FINAL VOTE": "",
    "SUBMIT VIDEO": "",
    "GAME STAGE 1 SUBMIT CHALLENGES": "",
    "ONLY LEVEL 2 & 3 CAN PARTICIPATE": "",
    "Click here for details rules": "",
    "Rules": "",
    "What is the craziest thing you would do on camera for money?": "",
    "The First person to complete created and voted challenge by the SOSX DAOX members and": "",
    "submit the video on socialx.io wins the prize pool!": "",
    "Challenge creation and voting are exclusive to DAOX members. The only requirement to become a member is": "",
    "you must stake SOSX. The more you stake, the higher your DAOX Level. Each level allowed you to create or vote": "",
    "for the challenge in OX Games.": "",
    "SOSX is purchasable on our swap. Once you've staked your SOSX, you can connect your": "",
    "wallet to the game and submit your challenge. For more info on purchasing and staking": "",
    "your SOSX tokens, visit our FAQ Page.": "",
    "Vote for the top 3 Challenge": "",
    "Vote for top 3 Challenge": "",
    "Create Challenges": "",
    "Final Challenge vote": "",
    "Challenges Submissions": "",
    "Level 2 and 3 DAOX members get the honour to create the most insane challenge imaginable for others": "",
    "(or themselves) to accomplish in exchange for money. The challenge creation period only last 8 hours": "",
    "and needs to follow these four simple rules.": "",
    "Challenges must be accomplishable within a few hours.": "",
    "Challenges cannot be location or gender-specific.": "",
    "Challenges cant be designed to harm, kill, or intentionally lead to death.": "",
    "When creating a challenge, please be very specific about the rules. If one detail is missed, the submission is automatically": "",
    "disqualified. Also, to assure the authenticity of all submitted videos. We also suggest adding arbitrary rules like they must wear": "",
    "a red hoody or have SOSX marked on their forehead to ensure the video's authenticity.": "",
    "All DAO members have 8 hours to place a single vote on their favourite challenge. Connect": "",
    "your DAO-associated wallet and press the submit your vote button on the XO game page.": "",
    "From there, you can browse all challenges submitted and place your vote. Once the 8-hour": "",
    "clock is completed, the top 3 challenges will go for a final vote on stage 3.": "",
    "Finally, Level 3 DAO members get to select today's challenge from the early voted top 3.": "",
    "Once the countdown reaches another 8 hours, the challenge will be announced to the public.": "",
    "Challenge Video Submission": "",
    "A new challenge is now public, and the race is on since the first successful submission that": "",
    "follows all rules wins the prize pool. If one mistake, one direction is missed, the submission": "",
    "is automatically rejected, giving the following submission a chance to win.": "",
    "1- Video must be uploaded to youtube or TikTok.": "",
    "2- Share your video on your social media.": "",
    "3- Submit the URL on SocialX.": "",
    "Video must include the following:": "",
    "1- You must state in the video, SocialX paid me to do it.": "",
    "2- Socialx.io must be mentioned in the info": "",
    "3- Video must be uploaded on your social media.": "",
    "PRIZE POOL": "",
    "Feel free to donate to the prize pool.": "",
    "To become member, visit STAKING DAO": "",
    "DAOX MEMBERS": "",
    "You need to be connected": "",
    "CREATE A CHALLENGE": "",
    "Describe your challenge below at the best of your capabilities and submit it.": "",
    "Your Challenge Title": "",
    "Explain in detail what your challenge is": "",
    "Wall of Fame": "",
    "Previous Game Winners Archives video": "",
    "NO VIDEOS UPLOADED": "",
    "TOTAL FRIENDS": "",
    "Social Mining": "",
    "MINING FRIENDS": "",
    "MINING EARNED": "",
    "STAKING FRIENDS": "",
    "STAKING EARNED": "",
    "MY REFERRAL LINK": "",
    "My Referral Link": "",
    "Connect to Refer": "",
    "copy": "",
    "copied": "",
    "share": "",
    "You will get": "",
    "Staking": "",
    "Withdraw": "",
    "SOCIAL MINING REFERRAL": "",
    "Staking Referral": "",
    "Data not available": "",
    "All your referral friends in one place.": "",
    "Wallet Address": "",
    "Mining Rewards": "",
    "Staking Rewards": "",
    "Rank": "",
    "OXGAME GUIDE": "",
    "HOW DOES OX GAMES WORKS": "",
    "First person to complete the voted challenge by the SOSX DAOX community and submit the video wins the prize pool!": "",
    "Don't show this again": "",
    "Next": "",
    "DAOX ARE IN CONTROL": "",
    "DAOX members have the privilege to create, and vote each OX Game challenges. To become a DAOX member, you must": "",
    "stake SOSX tokens. More you stake, higher your DAOX Level, more control you have on the games.": "",
    "Vote Final Challenge": "",
    "8 hours to vote the final challenges of the top 3 by the Level 3 DAO members.": "",
    "Complete Challenge": "",
    "The challenge will stay up until someone completed it. No new challenge will get voted until the previous one is completed.": "",
    "Start Over": "",
    "Back": "",
    "Step": "",
    "Get a referral link": "",
    "Connect a wallet & generate your referral link in the Referral section.": "",
    "Earn SOSX": "",
    "Receive a referral rewards from your friends’ earnings.": "",
    "Affiliate": "",
    "Redeem": "",
    "Invite": "",
    "Collect": "",
    "Share given assignement on your social media every 24h.": "",
    "Attempt to recruit one person to join SocialX everyday.": "",
    "Log your progress and claim your free SOSX Token reward.": "",
    "Post image & caption on to your social media.": "",
    "SOCIAL X JUST LAUNCHED OX GAMES!!": "",
    "Create a challenge & watch someone record themselves for the 48 hour money prize pool": "",
    "Earn daily crypto for sharing": "",
    "Save image": "",
    "Copy Caption": "",
    "Continue": "",
    "5 MINS A DAY + 30 DAYS = 1000X PROFITS!": "",
    "If one individual attempts to recruit a minimum of one person a day, that person commits to the same experiment": "",
    "single identity can be the connection between 536,870,912 individuals and SocialX. Let us imagine a scenario where each associate purchased": "",
    "a simple dollar worth or SocialX Token": "",
    "TELL AT LEAST ONE PERSON EVERYDAY ABOUT SOCIALX.": "",
    "CLAIM YOUR DAILY SOCIALX TOKEN REWARDS.": "",
    "Please provide your metamask wallet, and a direct URL link to the post you shared. The transfer is not immediate as they get individually": "",
    "reviewed and might come in bulk.": "",
    "E-mail Address": "",
    "Link to Social Media Post": "",
    "GET PAID FOR LIFE!": "",
    "Rewards are automatic and instant with no staking required. This resolves the issue of locking up finances in hopes of a better interest rate.": "",
    "Rewards are dependent on network trading activity. The more you share the more the network is utilized, the more holders will receive.": "",
    "I am not a Robot": "",
    "Claim Your Tokens": "",
    "Reset": "",
    "Aboutsosx": "",
    "ACTUAL PURPOSE OF SOSX - UTILITY CASE": "",
    "BECOMING THE WORLDS #1 MEDIA AGENCY": "",
    "SocialX is taking a different approach to becoming the #1 AD space media agency in the world. We’re adding a little more fun to it by gamifying the whole process and rewarding individual’s with lots of money for helping us get to this goal!": "",
    "SOCIAL X WILL HAVE 4 MAIN UTILITY'S IT POWERS!": "",
    "Social mining is new concept that allows anyone in crypto or outside of crypto to earn SOSX tokens daily for posting on social media the daily": "",
    "SocialX posts. This system is designed to incentivize wide spread of any message we wanna market to our token holders social media audience,": "",
    "while allowing someone with no investment to start collecting tokens and participate in our other protocols.": "",
    "How Social Mining Works": "",
    "OX CHALLENGE GAMES": "",
    "The game is simple… you the token holders get to create challenges/dares. Some of the bigger token holders get to choose out of the first batch": "",
    "what are the top 3 dares. Finally all the token holders can then choose which of the top 3 will be for the prize pool. Minimum daily prize pool starts": "",
    "at $1000 & goes up to $1 million + He who films himself first completing the chosen challenge of the day and uploads it to their social media and": "",
    "states (SocialX paid me) gets rewarded the full prize pool.": "",
    "This is one of our fun methods of creating opportunity for others to make money while creating internment at the same time. The whole system is": "",
    "community driven through our DOA Governance system. This method of online entertainment only opens of the SocialX brand to more awareness.": "",
    "This awareness drives more traffic and creates higher value to the SOCIAL MINING ad space.": "",
    "View OX Game Rules": "",
    "SOSX NFT": "",
    "Coming soon...": "",
    "CORPORATE AD SPACE - NFT STAKING": "",
    "AD SPACE": "",
    "SocialX provides companies with ad space under social mining. If you want to have a post and message shared by our community please contact": "",
    "admins for details at support@socialx.io": "",
    "NFT STAKING": "",
    "SocialX provides NFT Projects staking solutions. A NFT project can offer their holders the ability to stake their NFT’s for SOSX tokens. We created a": "",
    "plug and play cross chain staking system that can be implemented with any project on any blockchain. For details please contact admins at": "",
    "support@socialx.io.": "",
    "SOCIAL X - $10 BILLION TARGET": "",
    "We calculated that at around a $10 billion market cap we would have reached a perfect amount of wallet holders and brand recognition to have a": "",
    "success launch of a whole new kind of social media experience. We are in development of fully decentralized and uncensored platform where": "",
    "individuals can share their daily content. We believe in freedom of speech and will go lengths to protect this. This is why we built something community": "",
    "driven, developed on smart contracts, on the blockchain. Time to take back our freedoms! Time to work together!": "",
    "CURRENT PARTNERS": "",
    "Frequenty Asked Question (FAQ)": "",
    "Everything you need to know about SOSX is just one click away.": "",
    "Which wallets can I use to buy on PancakeSwap or SOSX swap?": "",
    "https://pancakeswap.finance.. MetaMask & TrustWallet - *MetaMask most recommended*": "",
    "Which Network is the ACA Token on?": "",
    "Binance Smart Chain Network": "",
    "How to buy SOSX tokens with MetaMask?": "",
    "Create a metamask wallet": "",
    "Add the BSC network": "",
    "Transfer BNB into Metamask": "",
    "Go to https://pancakeswap...": "",
    "Connect your MetaMask wallet": "",
    "The from is BNB and to is the SOSX token contract (https://bscscan.com/token...) can be found here, just copy and paste": "",
    "Choose the amount of BNB you want to use to buy SOSX": "",
    "Can anyone participate in the game?": "",
    "Yes, anyone can record them selves for the challenge videos. But to participate in the challenge creating and voting you will have to": "",
    "have some SOSX token staked. The amount of SOSX staked will determine the level of governance you have.": "",
    "Can I do the daily activity to receive free SOSX token without buying any?": "",
    "Yes, the whole point of our social mining system is to make Crypto and SOSX token availble even to user who can’t purchase crypto.": "",
    "Just make a MetaMask wallet, complete the activity and redeem your SOSX tokens.": "",
    "Do you have an affiliate program?": "",
    "Yes, you can get paid 25% on all social mining rewards and 10% on all staking rewards from your affiliates. To get your affiliate link": "",
    "please visit. https://app.socialx.io/referrals": "",
    "How can I sell my SOSX token?": "",
    "You can sell your SOSX on https://pancakeswap... or socialx.io swap": "",
    "Will the Fee’s ever be reduced?": "",
    "No, the fee’s are exactly what power the whole SOSX gaming pool and rewards system.": "",
    "How do I participate in the game?": "",
    "Each tier has an x amount you must hold and stake to gain access to the Dao Governance to participate in the different game roles": "",
    "What are all the ways to get paid from holding SOSX token?": "",
    "SOSX pays in 8 different ways. Visit this link for details": "",
    "How do we insure this is not a rug pull and it’s safe?": "",
    "Socialx has locked majority of it’s liquidity with a third party LP locker Unicrypt for 6 month periods at a time. This insures our investors": "",
    "a safe investment and no possible rugpulls. Visit link for detials.": "",
    "https://app.unicrypt.network...": "",
    "When do I see my affiliate commissions?": "",
    "Once you send out your affiliate link to someone they must at least do 1 of the 2 to register on your end as an active affiliate.": "",
    "Stake any amount of SOSX token.": "",
    "Do at least 1 day of social mining post’s": "",
    "ABOUT SOSX": "",
    "EXPERIMENT": "",
    "LAUNCH DAPPS": "",
    "Earn 500 SOSX token daily and earn up to 35% commission from your friend's earnings & transactions": "",
    "Get Free Tokens": "",
    "Share given post on your social media every 24 hours.": "",
    "Attempt to have one person join socialx everyday": "",
    "Share Post": "",
    "Earn a daily 500 SOSX tokens by sharing a social media posts.": "",
    "Invite Your Friends": "",
    "Invite and earn up to 35% commission from your friends staking and social mining transactions.": "",
    "Collect Rewards": "",
    "Provide your Metamask wallet, email address and the direct link to the post you shared. The SOSX Tokens will be distributed to your wallet every 24": "",
    "hours as our system reviews the posts.": "",
    "Don’t have a MetaMask wallet?": "",
    "SOSX PAYS OUT IN 8 WAYS": "",
    "REFLECTIONS": "",
    "GAME MONEY": "",
    "LIQUIDITY POOL": "",
    "RISE IN SOSX PRICE": "",
    "NFT (COMING SOON)": "",
    "SOSX WINNERS": "",
    "All submitted challenge videos that win, will be permanently uploaded to the socialx media website and YouTube channel. All prize money will be": "",
    "recorded through the blockchain and verified for 100% transparency!": "",
    "THERE ARE NO RULES TO THE CHALLENGES EXCEPT NO CHALLENGE CAN BE MADE TO CAUSE INTENTIONAL HARM OR LEADING TO": "",
    "DEATH OR KILL.": "",
    "TEAM": "",
    "Insufficient liquidity for this trade.": "",
    "Try enabling multi-hop trades.": "",
    "From (estimated)": "",
    "From": "",
    "To (estimated)": "",
    "To": "",
    "Enabling": "",
    "Enabled": "",
    "Price Impact High": "",
    "Swap Anyway": "",
    "Price Impact Too High": "",
    "Insufficient BNB Balance": "",
    "You are staking SOSX": "",
    "Transaction is being sent": "",
    "Confirm the transaction by clicking the button below": "",
    "Successfully sent unstake SOSX transaction, Check balance in your wallet": "",
    "Staking Transaction successfully sent": "",
    "`Insufficient balance. Your wallet balance is X you need Y more SOSX to stake that amount. `": "",
    "You must stake a minimum of 1 token": "",
    "Could not unstake": "",
    "Approval transaction sent. You can stake after the transaction is mined.": "",
    "Pending": "",
    "Success": "",
    "Your spending approval is being confirmed.": "",
    "Function not implemented.": "",
    "You need to be connected to view the Level": "",
    "No one is on Level": "",
    "Amount contributing in SOSX": "",
    "Donate to Prize Pool": "",
    "Unable to list current referrals": "",
    "Your browser does not support HTML video": "",
    "CAPTION": ""
}