{
    "Connect": "",
    "Balance": "",
    "Loading": "",
    "Settings": "",
    "Slippage Tolerance": "",
    "Your transaction may be frontrun": "",
    "Setting a high slippage tolerance can help transactions succeed, but you may not get such a good price. Use with caution.": "",
    "STAKED SOSX": "",
    "Actively staking": "",
    "LOCKED": "",
    "Investment locked period": "",
    "STAKING APY": "",
    "STAKING": "Piquetage",
    "Period Staking Rewards": "",
    "TOTAL REWARDS": "",
    "Total SOSX you gained staking": "",
    "STAKE SOSX": "",
    "Become a DAOX member while receiving daily rewards": "",
    "MONTHS": "",
    "STAKE YOUR SOSX TOKEN": "",
    "RETURN CALCULATOR": "",
    "Input staking amount to show estimation": "",
    "Reward": "",
    "Locked Period": "",
    "Estimate yearly Return": "",
    "Lock your SOSX for X months and receive a return of Y%": "",
    "FIXED APY": "",
    "CLAIM YOUR REWARDS": "",
    "Cash in your staking rewards": "",
    "AVAILABLE": "",
    "CLAIM REWARDS": "",
    "STAKING LOG": "",
    "Your Staking Activities": "",
    "UNSTAKE": "",
    "DATE": "",
    "ACTION": "",
    "AMOUNT": "",
    "DAILY APY": "",
    "Daily Staking Rewards": "",
    "DAOX MEMBERSHIP": "",
    "Create, vote and final pick.": "",
    "Investment Return Estimator": "",
    "DAO Level": "",
    "SocialX Exclusive DAO Community": "",
    "DAOX members get to control the OX Games. Depending on their levels, DAOs can create/vote challenges. Each": "",
    "membership level is reflected on how much SOSX they are staking. The OXGames is in your hands": "",
    "with that kind of power?": "",
    "Can vote for top 3 challenge": "",
    "Can vote for top 3 challenge + Can create challenges": "",
    "Can vote for top 3 challenge + Can create challenges+Can vote in Final Challenge": "",
    "Keep track of your investments activities.": "",
    "GAME": "",
    "STAGE 1 CHALLENGE CREATION": "",
    "TIME REMAINING": "",
    "To complete this stage of the game": "",
    "DAYS": "",
    "HOURS": "",
    "MINUTES": "",
    "SECONDS": "",
    "CREATE": "",
    "TOP 3 VOTE": "",
    "FINAL VOTE": "",
    "SUBMIT VIDEO": "",
    "GAME STAGE 1 SUBMIT CHALLENGES": "",
    "ONLY LEVEL 2 & 3 CAN PARTICIPATE": "",
    "Click here for details rules": "",
    "Rules": "",
    "What is the craziest thing you would do on camera for money?": "",
    "The First person to complete created and voted challenge by the SOSX DAOX members and": "",
    "submit the video on socialx.io wins the prize pool!": "",
    "Challenge creation and voting are exclusive to DAOX members. The only requirement to become a member is": "",
    "you must stake SOSX. The more you stake, the higher your DAOX Level. Each level allowed you to create or vote": "",
    "for the challenge in OX Games.": "",
    "SOSX is purchasable on our swap. Once you've staked your SOSX, you can connect your": "",
    "wallet to the game and submit your challenge. For more info on purchasing and staking": "",
    "your SOSX tokens, visit our FAQ Page.": "",
    "Vote for the top 3 Challenge": "",
    "Vote for top 3 Challenge": "",
    "Create Challenges": "",
    "Final Challenge vote": "",
    "Challenges Submissions": "",
    "Level 2 and 3 DAOX members get the honour to create the most insane challenge imaginable for others": "",
    "(or themselves) to accomplish in exchange for money. The challenge creation period only last 8 hours": "",
    "and needs to follow these four simple rules.": "",
    "Challenges must be accomplishable within a few hours.": "",
    "Challenges cannot be location or gender-specific.": "",
    "Challenges cant be designed to harm, kill, or intentionally lead to death.": "",
    "When creating a challenge, please be very specific about the rules. If one detail is missed, the submission is automatically": "",
    "disqualified. Also, to assure the authenticity of all submitted videos. We also suggest adding arbitrary rules like they must wear": "",
    "a red hoody or have SOSX marked on their forehead to ensure the video's authenticity.": "",
    "All DAO members have 8 hours to place a single vote on their favourite challenge. Connect": "",
    "your DAO-associated wallet and press the submit your vote button on the XO game page.": "",
    "From there, you can browse all challenges submitted and place your vote. Once the 8-hour": "",
    "clock is completed, the top 3 challenges will go for a final vote on stage 3.": "",
    "Finally, Level 3 DAO members get to select today's challenge from the early voted top 3.": "",
    "Once the countdown reaches another 8 hours, the challenge will be announced to the public.": "",
    "Challenge Video Submission": "",
    "A new challenge is now public, and the race is on since the first successful submission that": "",
    "follows all rules wins the prize pool. If one mistake, one direction is missed, the submission": "",
    "is automatically rejected, giving the following submission a chance to win.": "",
    "1- Video must be uploaded to youtube or TikTok.": "",
    "2- Share your video on your social media.": "",
    "3- Submit the URL on SocialX.": "",
    "Video must include the following:": "",
    "1- You must state in the video, SocialX paid me to do it.": "",
    "2- Socialx.io must be mentioned in the info": "",
    "3- Video must be uploaded on your social media.": "",
    "PRIZE POOL": "",
    "Feel free to donate to the prize pool.": "",
    "To become member, visit STAKING DAO": "",
    "DAOX MEMBERS": "",
    "You need to be connected": "",
    "CREATE A CHALLENGE": "",
    "Describe your challenge below at the best of your capabilities and submit it.": "",
    "Your Challenge Title": "",
    "Explain in detail what your challenge is": "",
    "Wall of Fame": "",
    "Previous Game Winners Archives video": "",
    "NO VIDEOS UPLOADED": "",
    "TOTAL FRIENDS": "",
    "Social": "sociale",
    "Mining": "Exploitation minière",
    "MINING FRIENDS": "",
    "MINING EARNED": "",
    "STAKING FRIENDS": "",
    "STAKING EARNED": "",
    "MY REFERRAL LINK": "",
    "My Referral Link": "",
    "Connect to Refer": "",
    "copy": "",
    "copied": "",
    "share": "",
    "You will get": "",
    "Staking": "",
    "Withdraw": "",
    "SOCIAL MINING REFERRAL": "",
    "Staking Referral": "",
    "Data not available": "",
    "All your referral friends in one place.": "",
    "Wallet Address": "",
    "Mining Rewards": "",
    "Staking Rewards": "",
    "Rank": "",
    "OXGAME GUIDE": "",
    "HOW DOES OX GAMES WORKS": "",
    "First person to complete the voted challenge by the SOSX DAOX community and submit the video wins the prize pool!": "",
    "Don't show this again": "",
    "Next": "",
    "DAOX ARE IN CONTROL": "",
    "DAOX members have the privilege to create, and vote each OX Game challenges. To become a DAOX member, you must": "",
    "stake SOSX tokens. More you stake, higher your DAOX Level, more control you have on the games.": "",
    "Vote Final Challenge": "Votez le défi final",
    "8 hours to vote the final challenges of the top 3 by the Level 3 DAO members.": "8 heures pour voter sur les 3 derniers défis par les membres DAO Tier 3.",
    "Complete Challenge": "Défi complet",
    "The challenge will stay up until someone completed it. No new challenge will get voted until the previous one is completed.": "Le défi restera affiché jusqu'à ce que quelqu'un le termine. Aucun nouveau défi ne sera voté tant que le précédent n'aura pas été relevé.",
    "Start Over": "",
    "Back": "",
    "Step": "étape",
    "Get a referral link": "",
    "Connect a wallet & generate your referral link in the Referral section.": "",
    "Earn SOSX": "",
    "Receive a referral rewards from your friends’ earnings.": "",
    "Affiliate": "Affilié",
    "Redeem": "",
    "Share given assignement on your social media every 24h.": "",
    "Attempt to recruit one person to join SocialX everyday.": "",
    "Log your progress and claim your free SOSX Tokens": "Enregistrez votre progression et réclamez vos jetons SOSX gratuits",
    "Post image & caption on to your social media.": "",
    "SOCIAL X JUST LAUNCHED OX GAMES!!": "",
    "Create a challenge & watch someone record themselves for the 48 hour money prize pool": "",
    "Earn daily crypto for sharing": "",
    "Save image": "",
    "Copy Caption": "",
    "Continue": "",
    "5 MINS A DAY + 30 DAYS = 1000X PROFITS!": "",
    "If one individual attempts to recruit a minimum of one person a day, that person commits to the same experiment": "",
    "single identity can be the connection between 536,870,912 individuals and SocialX. Let us imagine a scenario where each associate purchased": "",
    "a simple dollar worth or SocialX Token": "",
    "TELL AT LEAST ONE PERSON EVERYDAY ABOUT SOCIALX.": "",
    "CLAIM YOUR DAILY SOCIALX TOKEN REWARDS.": "",
    "Please provide your metamask wallet, and a direct URL link to the post you shared. The transfer is not immediate as they get individually": "",
    "reviewed and might come in bulk.": "",
    "E-mail Address": "",
    "Link to Social Media Post": "",
    "GET PAID FOR LIFE!": "",
    "Rewards are automatic and instant with no staking required. This resolves the issue of locking up finances in hopes of a better interest rate.": "",
    "Rewards are dependent on network trading activity. The more you share the more the network is utilized, the more holders will receive.": "",
    "I am not a Robot": "",
    "Claim Your Tokens": "Réclamer vos jetons",
    "Reset": "",
    "Aboutsosx": "",
    "ACTUAL PURPOSE OF SOSX - UTILITY CASE": "",
    "BECOMING THE WORLDS #1 MEDIA AGENCY": "",
    "SocialX is taking a different approach to becoming the #1 AD space media agency in the world. We’re adding a little more fun to it by gamifying the whole process and rewarding individual’s with lots of money for helping us get to this goal!": "SocialX adopte une approche différente pour devenir l'agence AD space media n°1 dans le monde. Nous y ajoutons un peu de fun en gamifiant l'ensemble du processus et en récompensant les individus avec beaucoup d'argent pour nous aider à atteindre cet objectif!",
    "SOCIAL X WILL HAVE 4 MAIN UTILITY'S IT POWERS!": "SOCIAL X AURA 4 UTILITAIRES PRINCIPAUX QU'IL ALIMENTE!",
    "Social mining is new concept that allows anyone in crypto or outside of crypto to earn SOSX tokens daily for posting on social media the daily SocialX posts. This system is designed to incentivize wide spread of any message we wanna market to our token holders social media audience, while allowing someone with no investment to start collecting tokens and participate in our other protocols.": "Le Social Mining est un nouveau concept qui permet à toute personne, qu'elle soit dans la crypto ou en dehors de la crypto, de gagner quotidiennement des jetons SOSX en publiant sur les médias sociaux les messages quotidiens de SocialX. Ce système est conçu pour encourager une large diffusion de tout message que nous voulons commercialiser auprès du public des médias sociaux de nos détenteurs de jetons, tout en permettant à quelqu'un sans investissement de commencer à collecter des jetons et de participer à nos autres protocoles.",
    "How Social Mining Works": "Comment fonctionne le social mining",
    "OX CHALLENGE GAMES": "OX JEUX DE DÉFI",
    "The game is simple… you the token holders get to create challenges/dares. Some of the bigger token holders get to choose out of the first batch": "",
    "what are the top 3 dares. Finally all the token holders can then choose which of the top 3 will be for the prize pool. Minimum daily prize pool starts": "",
    "at $1000 & goes up to $1 million + He who films himself first completing the chosen challenge of the day and uploads it to their social media and": "",
    "states (SocialX paid me) gets rewarded the full prize pool.": "",
    "This is one of our fun methods of creating opportunity for others to make money while creating internment at the same time. The whole system is": "",
    "community driven through our DOA Governance system. This method of online entertainment only opens of the SocialX brand to more awareness.": "",
    "This awareness drives more traffic and creates higher value to the SOCIAL MINING ad space.": "",
    "View OX Game Rules": "Voir les règles du jeu OX",
    "SOSX NFT": "",
    "Coming soon...": "",
    "CORPORATE AD SPACE - NFT STAKING": "Espace publicitaire pour les entreprises NFT Piquetage",
    "AD SPACE": "ESPACE PUBLICITAIRE",
    "SocialX provides companies with ad space under social mining. If you want to have a post and message shared by our community please contact": "",
    "admins for details at support@socialx.io": "",
    "NFT STAKING": "NFT Piquetage",
    "SocialX provides NFT Projects staking solutions. A NFT project can offer their holders the ability to stake their NFT’s for SOSX tokens. We created a": "",
    "plug and play cross chain staking system that can be implemented with any project on any blockchain. For details please contact admins at": "",
    "SOCIAL X - $10 BILLION TARGET": "SOCIAL X - OBJECTIF 10 MILLIARDS DE DOLLARS",
    "CURRENT PARTNERS": "Partenaires actuels",
    "Frequenty Asked Question (FAQ)": "Foire aux questions (FAQ)",
    "Everything you need to know about SOSX is just one click away": "Tout ce que vous devez savoir sur le SOSX est à portée de clic",
    "Which wallets can I use to buy on PancakeSwap or SOSX swap?": "Quels portefeuilles puis-je utiliser pour acheter sur PancakeSwap ou SOSX swap ?",
    "MetaMask & TrustWallet - *MetaMask most recommended*": "*MetaMask le plus recommandé*",
    "Which Network is the ACA Token on?": "Sur quel réseau se trouve le Token ACA ?",
    "Binance Smart Chain Network": "Binance Smart Chain Network",
    "How to buy SOSX tokens with MetaMask?": "Comment acheter des jetons SOSX avec MetaMask ?",
    "Create a metamask wallet": "Créer un portefeuille de MetaMask",
    "Add the BSC network": "Ajouter le réseau BSC",
    "Transfer BNB into Metamask": "Transférer BNB dans Metamask",
    "Go to": "Aller sur",
    "Connect your MetaMask wallet": "Connectez votre porte-monnaie MetaMask",
    "The \"from\" is BNB and \"to\" is the SOSX token contract": "Le \"de\" est BNB et le \"à\" est le contrat de jeton SOSX",
    "can be found here, just copy and paste": "peut être trouvé ici, il suffit de copier et coller",
    "Choose the amount of BNB you want to use to buy SOSX": "Choisissez le montant de BNB que vous souhaitez utiliser pour acheter des SOSX.",
    "Can anyone participate in the game?": "Tout le monde peut-il participer au jeu ?",
    "Yes, anyone can record them selves for the challenge videos. But to participate in the challenge creating and voting you will have to have some SOSX token staked. The amount of SOSX staked will determine the level of governance you have.": "Oui, tout le monde peut s'enregistrer pour les vidéos du défi. Mais pour participer à la création et au vote du défi, vous devez avoir un certain nombre de jetons SOSX. Le nombre de jetons SOSX mis en jeu déterminera le niveau de gouvernance dont vous disposez.",
    "Can I do the daily activity to receive free SOSX token without buying any?": "Puis-je faire l'activité quotidienne pour recevoir des jetons SOSX gratuits sans en acheter ?",
    "Yes, the whole point of our social mining system is to make Crypto and SOSX token available even to user who can’t purchase crypto. Just make a MetaMask wallet, complete the activity and redeem your SOSX tokens.": "Oui, le but de notre système de social mining est de rendre les crypto et les jetons SOSX disponibles même pour les utilisateurs qui ne peuvent pas acheter de crypto. Il suffit de créer un portefeuille MetaMask, de compléter l'activité et d'échanger vos jetons SOSX.",
    "Do you have an affiliate program?": "Avez-vous un programme d'affiliation ?",
    "Yes, you can get paid 25% on all social mining rewards and 10% on all staking rewards from your affiliates. To get your affiliate link please visit": "Oui, vous pouvez être payé 25% sur toutes les récompenses de social mining et 10% sur toutes les récompenses de staking de vos affiliés. Pour obtenir votre lien d'affiliation, veuillez visiter le site ",
    "How can I sell my SOSX token?": "Comment puis-je vendre mon jeton SOSX ?",
    "You can sell your SOSX on": "Vous pouvez vendre vos SOSX sur",
    "or": "ou",
    "Will the Fee’s ever be reduced?": "Les redevances seront-elles un jour réduites ?",
    "No, the fee’s are exactly what power the whole SOSX gaming pool and rewards system": "Non, les frais sont exactement ce qui alimente l'ensemble du pool de jeu SOSX et le système de récompenses",
    "How do I participate in the game?": "Comment puis-je participer au jeu ?",
    "Each tier has an x amount you must hold and stake to gain access to the Dao Governance to participate in the different game roles": "Chaque niveau a un montant x que vous devez détenir et miser pour avoir accès à la gouvernance du Dao et participer aux différents rôles du jeu",
    "What are all the ways to get paid from holding SOSX token?": "Quelles sont toutes les façons d'être payé en détenant le jeton SOSX ?",
    "SOSX pays in 8 different ways. Visit this link for details": "SOSX paie de 8 façons différentes. Visitez ce lien pour plus de détails.",
    "Here": "ici",
    "How do we insure this is not a rug pull and it’s safe?": "Comment s'assurer que ce n'est pas un coup monté et que c'est sûr ?",
    "Socialx has locked in the majority of its cash with a third party, Unicrypt, for periods of 6 months at a time. This ensures that our investors have a secure investment with no downside risk. Visit the link for more details.": "Socialx a bloqué la majorité de ses liquidités auprès d'un tiers, Unicrypt, pour des périodes de 6 mois à la fois. Cela garantit à nos investisseurs un investissement sûr et sans risque de perte. Visitez le lien pour plus de détails.",
    "When do I see my affiliate commissions?": "Quand verrai-je mes commissions d'affiliation ?",
    "Once you send out your affiliate link to someone they must at least do 1 of the 2 to register on your end as an active affiliate": "Une fois que vous avez envoyé votre lien d'affiliation à quelqu'un, il doit au moins faire l'une des deux choses suivantes pour s'inscrire sur votre site en tant qu'affilié actif",
    "Stake any amount of SOSX token": "Misez n'importe quel montant de jeton SOSX",
    "Do at least 1 day of social mining post’s": "Faire au moins 1 jour de post de social mining",
    "ABOUT SOSX": "À propos de SOS",
    "EXPERIMENT": "",
    "Earn 500 SOSX token daily and earn up to 35% commission from your friend's earnings & transactions": "Gagnez 500 jetons SOSX par jour et gagnez jusqu'à 35 % de commission sur les gains et les transactions de vos amis",
    "Get Free Tokens": "Obtenez des jetons gratuits",
    "Share given post on your social media every 24 hours.": "Partagez le message donné sur vos médias sociaux toutes les 24 heures.",
    "Attempt to have one person join socialx everyday": "Tentez de faire en sorte qu'une personne rejoigne socialx tous les jours",
    "Share Post": "Partager",
    "Earn a daily 500 SOSX tokens by sharing a social media posts": "Gagnez quotidiennement 500 jetons SOSX en partageant un message sur les médias sociaux",
    "Invite Friends": "Invitez vos amis",
    "Invite and earn up to 35% commission from your friends staking and social mining transactions": "Invitez et gagnez jusqu'à 35% de commission sur les transactions de jalonnement et de social mining de vos amis",
    "Collect Rewards": "Récolter des récompenses",
    "Provide your Metamask wallet, email address and the direct link to the post you shared. The SOSX Tokens will be distributed to your wallet every 24 hours as our system reviews the posts": "Fournissez votre porte-monnaie Metamask, votre adresse e-mail et le lien direct vers le message que vous avez partagé. Les jetons SOSX seront distribués dans votre portefeuille toutes les 24 heures, au fur et à mesure que notre système examinera les messages",
    "hours as our system reviews the posts.": "",
    "Don’t have a MetaMask wallet?": "Vous n'avez pas de porte-monnaie MetaMask ?",
    "SOSX PAYS OUT IN 8 WAYS": "SOSX paie de 8 manières différentes",
    "REFLECTIONS": "Réflexions",
    "GAME MONEY": "L'argent du jeu",
    "LIQUIDITY POOL": "Pool de liquidité",
    "RISE IN": "Augmentation de la",
    "SOSX PRICE": "procédure SOSX",
    "COMING SOON": "Prochainement",
    "SOSX WINNERS": "",
    "All submitted challenge videos that win, will be permanently uploaded to the socialx media website and YouTube channel. All prize money will be": "",
    "recorded through the blockchain and verified for 100% transparency!": "",
    "THERE ARE NO RULES TO THE CHALLENGES EXCEPT NO CHALLENGE CAN BE MADE TO CAUSE INTENTIONAL HARM OR LEADING TO": "",
    "DEATH OR KILL.": "",
    "TEAM": "",
    "Insufficient liquidity for this trade.": "",
    "Try enabling multi-hop trades.": "",
    "From (estimated)": "",
    "From": "",
    "To (estimated)": "",
    "To": "",
    "Enabling": "",
    "Enabled": "",
    "Price Impact High": "",
    "Swap Anyway": "",
    "Price Impact Too High": "",
    "Insufficient BNB Balance": "",
    "You are staking SOSX": "",
    "Transaction is being sent": "",
    "Confirm the transaction by clicking the button below": "",
    "Successfully sent unstake SOSX transaction, Check balance in your wallet": "",
    "Staking Transaction successfully sent": "",
    "`Insufficient balance. Your wallet balance is X you need Y more SOSX to stake that amount. `": "",
    "You must stake a minimum of 1 token": "",
    "Could not unstake": "",
    "Approval transaction sent. You can stake after the transaction is mined.": "",
    "Pending": "",
    "Success": "",
    "Your spending approval is being confirmed.": "",
    "Function not implemented.": "",
    "You need to be connected to view the Level": "",
    "No one is on Level": "",
    "Amount contributing in SOSX": "",
    "Donate to Prize Pool": "",
    "Unable to list current referrals": "",
    "Your browser does not support HTML video": "",
    "CAPTION": "",
    "Social Mining": "Sociale Minière",
    "SOCIAL MINING": "Sociale Minière",
    "EARN FREE TOKENS": "Gagnez des jetons gratuits",
    "Free Tokens": "jetons gratuits",
    "XO Game": "Jeu XO",
    "Play Now": "Jouer maintenant",
    "WIN MONEY": "Gagner de l'argent",
    "SOS NFT": "SOS NFT",
    "BATTLE X MONEY": "Bataille x Argent",
    "Coming Soon": "Prochainement",
    "Launch Dapps": "Lancement des dApps",
    "LAUNCH DAPPS": "Lancement des dApps",
    "SHARE": "PARTAGEZ",
    "COLLECT": "RECUEILLIR",
    "WHAT’S THE CRAZIEST THING YOU WOULD RECORD YOURSELF DO FOR MONEY?": "QUELLE EST LA CHOSE LA PLUS FOLLE QUE TU T'ENREGISTRERAIS FAIRE POUR DE L'ARGENT ?",
    "I WANT TO PLAY": "Je veux jouer",
    "RULE": "REGLE",
    "First person to complete the voted challenge by the SOSX community and submit the video on socialx.io and post it on their social media wins all the prize money!": "La première personne à réaliser le défi voté par la communauté SOSX, à soumettre la vidéo sur socialx.io et à la publier sur ses médias sociaux, gagne tous les prix",
    "If the 1st person who submitted the video failed to meet the conditions or incorrectly completed the challenge, the 2nd in line until voted correct takes the prize.": "Si la première personne qui a soumis la vidéo ne remplit pas les conditions ou ne remplit pas correctement le défi, la deuxième personne en ligne jusqu'à ce que le vote soit correct remporte le prix.",
    "Prize money will be 100% of the 10% collected on all buy orders from the previous days 24 hour traded volume.": "Le prix en argent sera de 100% des 10% collectés sur tous les ordres d'achat du volume négocié sur 24 heures des jours précédents.",
    "LEVEL": "NIVEAU",
    "STAKING 1+ SOSX Tokens": "STAKING 1+ jetons SOSX",
    "Vote 1 to top 3 challenges": "Votez 1 aux 3 premiers défis",
    "STAKING 100,000+ SOSX Tokens": "STAKING 100,000+ jetons SOSX",
    "STAKING 1,000,000+ SOSX Tokens": "STAKING 100,000+ jetons SOSX",
    "create challenges": "créer des défis",
    "Submit Challenges": "Soumettre les défis",
    "8 hours to submit the challenges created by the Level 2 & 3 DAO members.": "8 heures pour soumettre les défis créés par les membres des niveaux 2 et 3 du DAO.",
    "Vote Top Challenges": "Votez les meilleurs défis",
    "8 hours to vote the top 3 challenges for the challengers by all level community.": "8 heures pour voter les 3 meilleurs défis pour les challengers par la communauté de tous niveaux.",
    "All submitted challenge videos that win, will be permanently uploaded to the socialx media website and YouTube channel. All prize money will be recorded through the blockchain and verified for 100% transparency!": "Toutes les vidéos de défi soumises qui gagnent, seront téléchargées de façon permanente sur le site web socialx media et la chaîne YouTube. Tous les prix seront enregistrés sur la blockchain et vérifiés pour une transparence totale!",
    "THERE ARE NO RULES TO THE CHALLENGES EXCEPT NO CHALLENGE CAN BE MADE TO CAUSE INTENTIONAL HARM OR LEADING TO DEATH OR KILL.": "IL N'Y A PAS DE RÈGLES POUR LES DÉFIS, SAUF QU'AUCUN DÉFI NE PEUT ÊTRE FAIT POUR CAUSER DES DOMMAGES INTENTIONNELS OU MENANT À LA MORT OU AU MEURTRE.",
    "The game is simple… you the token holders get to create challenges/dares. Some of the bigger token holders get to choose out of the first batch what are the top 3 dares. Finally all the token holders can then choose which of the top 3 will be for the prize pool. Minimum daily prize pool starts at $1000 & goes up to $1 million + He who films himself first completing the chosen challenge of the day and uploads it to their social media and states (SocialX paid me) gets rewarded the full prize pool.": "​​Le jeu est simple... vous, les détenteurs de jetons, vous créez des défis et des défis. Certains des plus grands détenteurs de jetons choisissent parmi le premier lot les 3 meilleurs défis. Enfin, tous les détenteurs de jetons peuvent choisir parmi les 3 premiers ceux qui feront partie de la cagnotte. La cagnotte minimale quotidienne commence à 1000 $ et peut aller jusqu'à 1 million de dollars. Celui qui se filme le premier en train de relever le défi du jour et le met en ligne sur ses réseaux sociaux en indiquant (SocialX m'a payé) reçoit la totalité de la cagnotte.",
    "This is one of our fun methods of creating opportunity for others to make money while creating internment at the same time. The whole system is community driven through our DOA Governance system. This method of online entertainment only opens of the SocialX brand to more awareness. This awareness drives more traffic and creates higher value to the SOCIAL MINING ad space.": "C'est l'une de nos méthodes amusantes pour créer des opportunités de gagner de l'argent pour les autres tout en créant de l'internement en même temps. Le système entier est dirigé par la communauté à travers notre système de gouvernance DOA. Cette méthode de divertissement en ligne ne fait qu'ouvrir la marque SocialX à une plus grande notoriété. Cette notoriété génère plus de trafic et crée une plus grande valeur pour l'espace publicitaire de SOCIAL MINING.",
    "SocialX provides companies with ad space under social mining. If you want to have a post and message shared by our community please contact admins for details at": "SocialX met à disposition des entreprises des espaces publicitaires dans le cadre du social mining. Si vous souhaitez que votre message soit partagé par notre communauté, veuillez contacter les administrateurs pour plus de détails à l'adresse ",
    "SocialX provides NFT Projects staking solutions. A NFT project can offer their holders the ability to stake their NFT’s for SOSX tokens. We created a plug and play cross chain staking system that can be implemented with any project on any blockchain. For details please contact admins at": "SocialX fournit des solutions de jalonnement pour les projets NFT. Un projet NFT peut offrir à ses détenteurs la possibilité d'échanger leurs NFT contre des jetons SOSX. Nous avons créé un système de jalonnement plug and play qui peut être implémenté avec n'importe quel projet sur n'importe quelle blockchain. Pour plus de détails, veuillez contacter les administrateurs à",
    "We calculated that at around a $10 billion market cap we would have reached a perfect amount of wallet holders and brand recognition to have a success launch of a whole new kind of social media experience. We are in development of fully decentralized and uncensored platform where individuals can share their daily content. We believe in freedom of speech and will go lengths to protect this. This is why we built something community driven, developed on smart contracts, on the blockchain. Time to take back our freedoms! Time to work together!": "Nous avons calculé qu'avec une capitalisation boursière d'environ 10 milliards de dollars, nous aurions atteint le nombre idéal de détenteurs de portefeuilles et la reconnaissance de la marque pour réussir le lancement d'un tout nouveau type d'expérience de médias sociaux. Nous sommes en train de développer une plateforme entièrement décentralisée et non censurée où les individus peuvent partager leur contenu quotidien. Nous croyons en la liberté d'expression et nous ferons tout pour la protéger. C'est pourquoi nous avons construit quelque chose de communautaire, développé sur des contrats intelligents, sur la blockchain. Il est temps de reprendre nos libertés ! Il est temps de travailler ensemble !",
    "SUBJECTS SHALL BE GETTING COMPENSATED FOR AS LONG THEY WISH TO PARTICIPATE": "LES SUJETS SERONT RÉMUNÉRÉS AUSSI LONGTEMPS QU'ILS SOUHAITENT PARTICIPER.",
    "This is the world's first third-party social mining experiment that compensates its participant with FREE SocialX tokens daily! We require our volunteers to commit to 3 simple tasks every 24 hours, for a minimum of 30 day. Our brilliant crypto scientist has perfected a social-driven tokenomics system that generates consistent growth and supply at an exponential rate while maintaining a low-risk investment that protects its holder. Before we get deeper into our study, let us go over what will be required from our subject every single day for 30 days.": "Il s'agit de la première expérience de social mining tierce partie au monde qui rémunère ses participants avec des jetons SocialX GRATUITS et quotidiens ! Nous demandons à nos volontaires de s'engager à effectuer 3 tâches simples toutes les 24 heures, pendant un minimum de 30 jours. Notre brillant crypto-scientifique a mis au point un système de tokenomics à vocation sociale qui génère une croissance et une offre constantes à un rythme exponentiel tout en maintenant un investissement à faible risque qui protège son détenteur. Avant d'entrer dans le détail de notre étude, voyons ce qui sera demandé à notre sujet chaque jour pendant 30 jours.",
    "DYNAMIC PRICE FORMULA": "FORMULE DE PRIX DYNAMIQUE",
    "The formula behind SocialX's steady growth in value allows the token to be engineered as a self-fueled tokenomics structure that redistributes its selling fees back into its liquidity, as well it is also a community of mining subjects and holders. This self-powering configuration ensures steady growth of the token, the longevity of holders, and finally, a robust community that gets rewarded every day, making SocialX an infinite wealth-generating machine.": "La formule qui sous-tend la croissance constante de la valeur de SocialX permet au jeton d'être conçu comme une structure tokenomique auto-alimentée qui redistribue ses frais de vente dans sa liquidité, et qui est également une communauté de sujets miniers et de détenteurs. Cette configuration auto-alimentée assure une croissance régulière du jeton, la longévité des détenteurs, et enfin, une communauté robuste qui est récompensée chaque jour, faisant de SocialX une machine à générer de la richesse infinie.",
    "HOW SOCIALX PROTECTS YOUR INVESTMENT": "COMMENT SOCIALX PROTÈGE VOTRE INVESTISSEMENT",
    "SocialX was designed to ensure that the price can never bottom out to zero; even if every single SocialX holder happens to sell simultaneously, the price will still not go to zero! Alternatively, the token is designed to attract long-time holders while keeping whales away who will not dare to dump for a small 27% return due to SocialX's Dynamic Price Formula. The 2% distribution fee rewards current SocialX holders assuring a constant balance growth for our holders. So this means the price of the coin psychologically will always go up.": "SocialX a été conçu pour s'assurer que le prix ne puisse jamais descendre à zéro ; même si tous les détenteurs de SocialX vendent simultanément, le prix ne descendra pas à zéro ! Autrement dit, le jeton est conçu pour attirer les détenteurs de longue date tout en éloignant les baleines qui n'oseront pas vendre pour un petit rendement de 27% grâce à la formule de prix dynamique de SocialX. Les 2% de frais de distribution récompensent les détenteurs actuels de SocialX, assurant une croissance constante du solde pour nos détenteurs. Cela signifie donc que, psychologiquement, le prix de la pièce augmentera toujours.",
    "GAS FEE FREE ON REWARDS": "FRAIS D'ESSENCE GRATUITS SUR LES RÉCOMPENSES",
    "AUTO LOCKED LIQUIDITY": "LIQUIDITÉ AUTOBLOQUÉE",
    "DEFLATIONARY TOKENOMICS": "DÉFLATOIRE TOKENOMICS",
    "100% SAFE & RUG-PROOF": "100% SAUF & Escroquer-preuve",
    "ANIT-WHALE DUMP": "ANTI-BALEINE déverser",
    "TELL 1 FRIEND A DAY, WHO TELLS 1 NEW FRIEND A DAY X 30 DAYS": "DIRE À 1 AMI PAR JOUR, QUI DIT À 1 NOUVEL AMI PAR JOUR X 30 JOURS",
    "1000X + PROFIT": "1000X + BÉNÉFICE",
    "If each individual attempts to show a minimum of one new person the experiment daily, and that one new person commits to the same experiment everyday; we have calculated that a single identity can be the connection between 536,870,912 individuals on SocialX.": "Si chaque individu tente de montrer l'expérience à un minimum d'une nouvelle personne par jour, et que cette nouvelle personne s'engage dans la même expérience chaque jour, nous avons calculé qu'une seule identité peut être le lien entre 536 870 912 individus sur SocialX.",
    "Let us imagine a scenario where each individual only purchased a simple dollars worth of SocialX Token; we would be looking at a market cap equal to $536,870,912. Now let us visualize another scenario where only ten individuals completed the experiment in a 30 day period we would represent a $5.36 Billion market cap!": "Imaginons un scénario dans lequel chaque individu n'achète qu'un simple dollar de jeton SocialX ; nous aurions alors une capitalisation boursière égale à 536 870 912 $. Maintenant, visualisons un autre scénario où seulement dix individus ont terminé l'expérience sur une période de 30 jours ; nous représenterions une capitalisation boursière de 5,36 milliards de dollars !",
    "If each person only bought $1 worth of SocialX tokens, total market cap of the coin would equal $536,870,912. If only 10 people out of all the SocialX token holders do this in 30 days, that’s $5.36 Billion market cap!": "Si chaque personne n'a acheté que 1 $ de jetons SocialX, le marché total de la pièce serait de 536 870 912 $. Si seulement 10 personnes sur l'ensemble des détenteurs de jetons SocialX font cela en 30 jours, cela représente 5,36 milliards de dollars de capitalisation boursière !",
    "SCENARIO": "SCÉNARIO",
    "INVESTED": "INVESTI",
    "PROFIT": "DE PROFIT",
    "IN 30 DAYS": "ROI EN 30 JOURS",
    "Final vote from top 3 challenges": "ote final des 3 meilleurs défis"
}